"keyApplicationTitle"           = "Utilidad Ranura de Memoria";

"keyWarningOptimalInfo"         = "Los módulos de memoria están instalados en las ranuras recomendadas.";
"keyWarningNotOptimalInfo"      = "Los módulos de memoria instalados en este sistema no están ordenados según la configuración recomendada para optimizar el ancho de banda de la memoria.";

"keyCurrentDIMMConfig"          = "Módulos de memoria instalados:";
"keyRecommendedConfig"          = "Configuración recomendada:";
"keyOKButton"					= "Aceptar";
"keyPrintButton"				= "Imprimir";
"keyQuit"                       = "Salir";

"keySlot1"                      = "Ranura 1:";
"keySlot2"                      = "Ranura 2:";
"keySlot3"                      = "Ranura 3:";
"keySlot4"                      = "Ranura 4:";
"keySlot5"                      = "Ranura 5:";
"keySlot6"                      = "Ranura 6:";
"keySlot7"                      = "Ranura 7:";
"keySlot8"                      = "Ranura 8:";

"keyServerSlotA4"                   = "Ranura A4:";
"keyServerSlotA1"                   = "Ranura A1:";
"keyServerSlotA5"                   = "Ranura A5:";
"keyServerSlotA2"                   = "Ranura A2:";
"keyServerSlotA6"                   = "Ranura A6:";
"keyServerSlotA3"                   = "Ranura A3:";
"keyServerSlotB4"                   = "Ranura B4:";
"keyServerSlotB1"                   = "Ranura B1:";
"keyServerSlotB5"                   = "Ranura B5:";
"keyServerSlotB2"                   = "Ranura B2:";
"keyServerSlotB6"                   = "Ranura B6:";
"keyServerSlotB3"                   = "Ranura B3:";
"keyServerNoDIMM"                   = " -\t\t\t";
"keyServerUnknownDIMMSize"          = " -\t\t\t";
"keyServerDIMMSize1"				= "DIMM de 1 GB\t";
"keyServerDIMMSize2"				= "DIMM de 2 GB\t";
"keyServerDIMMSize4"				= "DIMM de 4 GB\t";
"keyServerDIMMSize8"				= "DIMM de 8 GB\t";
"keyServerDIMMSize16"				= "DIMM de 16 GB\t";

"keyNoDIMM"                     = " -\t\t\t";
"keyUnknownDIMMSize"            = " -\t\t\t";
"keyDIMMSize1"                  = "DIMM de 1 GB\t";
"keyDIMMSize2"                  = "DIMM de 2 GB\t";
"keyDIMMSize4"                  = "DIMM de 4 GB\t";
"keyDIMMSize8"                  = "DIMM de 8 GB\t";
"keyDIMMSize16"                 = "DIMM de 16 GB\t";

"keyUserGuideInfo"              = "Siga las instrucciones del Manual del usuario para apagar el sistema correctamente y trasladar los módulos de memoria a las ranuras recomendadas.\n\nPara ejecutar esta utilidad de nuevo, abra:";
"keyUtilityAbsPath"             = "/Sistema/Librería/CoreServices/Utilidad Ranura de Memoria";

"keyUnsupportedSystemMessage"	= "La Utilidad Ranura de Memoria no está destinada a ejecutarse en este sistema.";
